Repository: eblessings/doctors-eblessings-addons
Catalog: statusnet/lang/*/messages.po
Languages: fr

source: Post to GNU Social
fr: Publier sur GNU Social

source: Please contact your site administrator.<br />The provided API URL is not valid.
fr: Merci de contacter l'administrateur du site.<br />L'URL d'API fournie est invalide.

source: We could not contact the GNU Social API with the Path you entered.
fr: Impossible de se connecter à l'API GNU Social avec le chemin indiqué.

source: Save Settings
fr: Sauvegarder les paramètres

source: Currently connected to: <a href="%s" target="_statusnet">%s</a>
fr: Actuellement connecté à : <a href="%s" target="_statusnet">%s</a>

source: <strong>Note</strong>: Due your privacy settings (<em>Hide your profile details from unknown viewers?</em>) the link potentially included in public postings relayed to GNU Social will lead the visitor to a blank page informing the visitor that the access to your profile has been restricted.
fr: <strong>Note</strong>: En lien avec vos paramètres de confidentialité (<em>Masquer vos détails de profil de visiteurs inconnus ?</em>) le lien potentiellement inclus dans vos publications publiques relayées à GNU Social emmèneront le visiteur à une page blanche l'informant que l'accès à votre profil a été restreint.

source: Clear OAuth configuration
fr: Effacer la configuration OAuth

source: Cancel GNU Social Connection
fr: Annuler la connexion à GNU Social

source: Globally Available GNU Social OAuthKeys
fr: Clés OAuth de GNU Social disponibles globalement

source: There are preconfigured OAuth key pairs for some GNU Social servers available. If you are using one of them, please use these credentials. If not feel free to connect to any other GNU Social instance (see below).
fr: Il y a des paires des clés OAuth préconfigurées disponibles pour certains serveurs GNU Social. Si vous utilisez l'une d'elles, merci d'utiliser ces identifiants. Si non, soyez libre de vous connecter à n'importe quelle autre instance GNU Social (voir ci-dessous).

source: Provide your own OAuth Credentials
fr: Fournissez vos propres identifiants OAuth

source: No consumer key pair for GNU Social found. Register your Friendica Account as a desktop application on your GNU Social account, copy the consumer key pair here and enter the API base root.<br />Before you register your own OAuth key pair ask the administrator if there is already a key pair for this Friendica installation at your favorite GNU Social installation.
fr: Aucune paire de clés cliente pour GNU Social n'a été trouvée. Enregistrez votre compte Friendica comme une application de bureau sur votre compte GNU Social, copiez la paire de clés cliente ici et saisissez la racine de base de l'API. <br />Avant d'enregistrer votre propre paire de clés, demandez à l'administrateur si il y a déjà une paire de clés pour cette installation de Friendica sur votre installation GNU Social favorite.

source: To connect to your GNU Social account click the button below to get a security code from GNU Social which you have to copy into the input box below and submit the form. Only your <strong>public</strong> posts will be posted to GNU Social.
fr: Pour vous connecter à votre compte GNU Social, cliquez sur le bouton ci-dessous pour obtenir un code de sécurité de GNU Social, que vous devrez copier dans le champ de saisie ci-dessous, puis validez le formulaire. Seules vos publications <strong>publiques</strong> seront relayées sur GNU Social.

source: Log in with GNU Social
fr: Se connecter avec GNU Social

source: Cancel Connection Process
fr: Annuler le processus de connexion

source: Current GNU Social API is: %s
fr: L'API GNU Social actuelle est : %s

source: OAuth Consumer Key
fr: Clé d'Utilisateur OAuth

source: OAuth Consumer Secret
fr: Secret d'Utilisateur OAuth

source: Base API Path (remember the trailing /)
fr: Chemin de base de l'API (n'oubliez pas le / final)

source: Copy the security code from GNU Social here
fr: Coller le code de sécurité de GNU Social ici

source: Allow posting to GNU Social
fr: Autoriser la publication sur GNU Social

source: If enabled all your <strong>public</strong> postings can be posted to the associated GNU Social account. You can choose to do so by default (here) or for every posting separately in the posting options when writing the entry.
fr: Si activé, toutes vos publications <strong>publiques</strong> pourront être relayées sur le compte GNU Social associé. Vous pouvez choisir de faire cela par défaut (ici) ou individuellement pour chaque publication dans les options de publications au moment ou vous la créez.

source: Post to GNU Social by default
fr: Publier sur GNU Social par défaut

source: GNU Social Import/Export/Mirror
fr: Import/Export/Miroir GNU Social

source: Site name
fr: Nom du site

source: Consumer Secret
fr: Secret d'Utilisateur

source: Consumer Key
fr: Clé d'Utilisateur
