Repository: eblessings/doctors-eblessings-addons
Catalog: twitter/lang/*/messages.po
Languages: de, es, hu, zh_cn

source: Post to Twitter
de: Auf Twitter veröffentlichen
es: Entrada para Twitter
hu: Beküldés a Twitterre
zh_cn: 发帖到Twitter

source: You submitted an empty PIN, please Sign In with Twitter again to get a new one.
de: Du hast keine PIN übertragen. Bitte melde dich erneut bei Twitter an, um eine neue PIN zu erhalten.
es: Envió un PIN vacío, inicie sesión con Twitter nuevamente para obtener uno nuevo.
hu: Üres PIN-kódot küldött be. Jelentkezzen be a Twitter használatával újra, hogy egy újat kapjon.
zh_cn: 您提交的PIN为空，请重新登录Twitter获取新PIN。

source: No consumer key pair for Twitter found. Please contact your site administrator.
de: Kein Consumer-Schlüsselpaar für Twitter gefunden. Bitte wende dich an den Administrator der Seite.
es: No se ha encontrado ningún par de claves de consumidor para Twitter. Por favor, póngase en contacto con el administrador de su sitio.
hu: Nem találhatók felhasználói kulcspárok a Twitterhez. Vegye fel a kapcsolatot az oldal adminisztrátorával.
zh_cn: 找不到Twitter的使用者密钥。请与您的站点管理员联系。

source: At this Friendica instance the Twitter addon was enabled but you have not yet connected your account to your Twitter account. To do so click the button below to get a PIN from Twitter which you have to copy into the input box below and submit the form. Only your <strong>public</strong> posts will be posted to Twitter.
de: Auf diesem Friendica-Server wurde das Twitter-Addon aktiviert, aber du hast deinen Account noch nicht mit deinem Twitter-Account verbunden. Klicke dazu auf die Schaltfläche unten. Du erhältst dann eine PIN von Twitter, die du in das Eingabefeld unten einfügst. Denk daran, den Senden-Knopf zu drücken! Nur <strong>öffentliche</strong> Beiträge werden bei Twitter veröffentlicht.
es: En esta instancia de Friendica, se habilitó el complemento de Twitter, pero aún no ha conectado su cuenta a su cuenta de Twitter. Para hacerlo, haga clic en el botón de abajo para obtener un PIN de Twitter que debe copiar en el cuadro de entrada a continuación y enviar el formulario. Solo sus publicaciones de <strong> public </strong> se publicarán en Twitter.
hu: Ennél a Friendica példánynál a Twitter bővítmény engedélyezve lett, de még nem kapcsolta hozzá a fiókját a Twitter-fiókjához. Ehhez kattintson a lenti gombra, hogy kapjon egy PIN-kódot a Twittertől, amelyet a lenti beviteli mezőbe kell bemásolnia, majd el kell küldenie az űrlapot. Csak a <strong>nyilvános</strong> bejegyzései lesznek beküldve a Twitterre.
zh_cn: 在此Friendica实例中，Twitter插件已启用，但您尚未将您的帐户连接到您的Twitter帐户。要执行此操作，请单击下面的按钮从Twitter获取PIN，您必须将其复制到下面的输入框中并提交表单。只有您的公共帖子才会发布到Twitter上。

source: Log in with Twitter
de: bei Twitter anmelden
es: Iniciar sesión con Twitter
hu: Bejelentkezés Twitter használatával
zh_cn: 使用Twitter登录

source: Copy the PIN from Twitter here
de: Kopiere die Twitter-PIN hierher
es: Copie el PIN de Twitter aquí
hu: Másolja be ide a Twittertől kapott PIN-kódot
zh_cn: 将Twitter上的PIN复制到此处

source: An error occured:
de: Ein Fehler ist aufgetreten:
es: Ocurrió un error:
hu: Hiba történt:

source: Currently connected to: <a href="https://twitter.com/%1$s" target="_twitter">%1$s</a>
de: Derzeit verbunden mit: <a href="https://twitter.com/%1$s" target="_twitter">%1$s</a>
hu: Jelenleg ehhez kapcsolódott: <a href="https://twitter.com/%1$s" target="_twitter">%1$s</a>

source: <strong>Note</strong>: Due to your privacy settings (<em>Hide your profile details from unknown viewers?</em>) the link potentially included in public postings relayed to Twitter will lead the visitor to a blank page informing the visitor that the access to your profile has been restricted.
de: <strong>Hinweis</strong>: Aufgrund deiner Privatsphären-Einstellungen (<em>Profil-Details vor unbekannten Betrachtern verbergen?</em>) wird der Link, der eventuell an deinen Twitter-Beitrag angehängt wird, um auf den Originalbeitrag zu verweisen, den Betrachter auf eine leere Seite führen, die ihn darüber informiert, dass der Zugriff eingeschränkt wurde.
es: <strong>Nota</strong>: Debido a tu privacidad (<em>Ocultar tu perfil de desconocidos?</em>) el enlace potencialmente incluido en publicaciones públicas retransmitidas a Twitter llevará al visitante a una página en blanco que le informa que el acceso a su perfil ha sido restringido.
hu: <strong>Megjegyzés</strong>: az adatvédelmi beállításai miatt (<em>Elrejti a profilja részleteit az ismeretlen megtekintők elől?</em>) a Twitterre továbbított nyilvános beküldésekben vélhetően tartalmazott hivatkozás a látogatót egy üres oldalra fogja vezetni, amely arról tájékoztatja a látogatót, hogy a profiljához való hozzáférés korlátozva lett.
zh_cn: 注意：由于您的隐私设置(向未知观众隐藏您的个人资料详细信息？)。转发到Twitter的公共帖子中可能包含的链接将把访问者引导到一个空白页面，通知访问者访问您的个人资料已受到限制。

source: Invalid Twitter info
de: Ungültige Twitter Informationen
hu: Érvénytelen Twitter-információk

source: Disconnect
de: Trennen
es: Desconectar
hu: Leválasztás
zh_cn: 断开连接

source: Allow posting to Twitter
de: Veröffentlichung bei Twitter erlauben
es: Permitir publicar en Twitter
hu: Beküldés engedélyezése a Twitterre
zh_cn: 允許發佈到Twitter

source: If enabled all your <strong>public</strong> postings can be posted to the associated Twitter account. You can choose to do so by default (here) or for every posting separately in the posting options when writing the entry.
de: Wenn aktiviert, können all deine <strong>öffentlichen</strong> Einträge auf dem verbundenen Twitter-Konto veröffentlicht werden. Du kannst dies (hier) als Standardverhalten einstellen oder beim Schreiben eines Beitrags in den Beitragsoptionen festlegen.
es: Si habilita todas sus publicaciones <strong>públicas</strong> pueden ser publicadas en la cuenta de Twitter asociada. Puede elegir hacer eso por defecto (aquí) o por cada publicación por separado en las opciones de entrada cuando escriba la entrada.
hu: Ha engedélyezve van, akkor az összes <strong>nyilvános</strong> beküldés beküldhető a hozzárendelt Twitter-fiókba. Kiválaszthatja, hogy ezt alapértelmezetten szeretné-e (itt), vagy minden egyes beküldésnél különállóan a beküldési beállításokban, amikor megírja a bejegyzést.
zh_cn: 如果启用，您所有的公开帖子都可以发布到关联的Twitter帐户。在写入条目时，您可以选择默认(此处)，也可以在过帐选项中分别为每个过帐选择这样做。

source: Send public postings to Twitter by default
de: Veröffentliche öffentliche Beiträge standardmäßig bei Twitter
es: Enviar publicaciones públicas a Twitter por defecto
hu: Nyilvános beküldések küldése a Twitterre alapértelmezetten
zh_cn: 默认情况下将公共帖子发送到Twitter

source: Use threads instead of truncating the content
de: Verwende Threads anstelle den Inhalt zu kürzen
hu: Szálak használata a tartalom csonkítása helyett

source: Mirror all posts from twitter that are no replies
de: Spiegle alle Beiträge von Twitter, die keine Antworten sind
es: Refleje todas las publicaciones de Twitter que no sean respuestas
hu: A Twittertől származó összes bejegyzés tükrözése, amelyek nem válaszok
zh_cn: 镜像来自Twitter的所有未回复的帖子

source: Import the remote timeline
de: Importiere die Remote-Zeitleiste
es: Importar la línea de tiempo remota
hu: A távoli idővonal importálása
zh_cn: 导入远程时间线

source: Automatically create contacts
de: Automatisch Kontakte anlegen
es: Crea contactos automáticamente
hu: Partnerek automatikus létrehozása
zh_cn: 自动创建联系人

source: This will automatically create a contact in Friendica as soon as you receive a message from an existing contact via the Twitter network. If you do not enable this, you need to manually add those Twitter contacts in Friendica from whom you would like to see posts here.
de: Mit dieser Option wird automatisch ein Kontakt bei Friendica angelegt, wenn du eine Nachricht von einem bestehenden Kontakt auf Twitter erhältst. Ist die Option nicht aktiv, musst du manuell Kontakte für diejenigen deiner Twitter-Kontakte anlegen, deren Nachrichten du auf Friendica lesen möchtest.
hu: Ez automatikusan létre fog hozni egy partnert a Friendicán, amint üzenetet fogad egy meglévő partnertől a Twitter hálózaton keresztül. Ha ezt nem engedélyezi, akkor kézzel kell hozzáadnia azokat a Twitter-partnereket a Friendicában, akiktől bejegyzéseket szeretne látni itt.

source: Follow in fediverse
de: Im Fediverse folgen
hu: Követés a födiverzumban

source: Automatically subscribe to the contact in the fediverse, when a fediverse account is mentioned in name or description and we are following the Twitter contact.
de: Hat ein Twitter Kontakt eine Profiladresse im Fediverse im Namen oder der Beschreibung genannt, wird dieser automatisch gefolgt.
hu: Automatikus feliratkozás a födiverzumban lévő partnerre, ha egy födiverzumfiókot említenek a névben vagy a leírásban, és követjük a Twitter-partnert.

source: Twitter Import/Export/Mirror
de: Twitter-Import/Export/Spiegeln
es: Importación / Exportación / Espejo de Twitter
hu: Twitter importálás, exportálás vagy tükrözés
zh_cn: Twitter导入/导出/镜像

source: Please connect a Twitter account in your Social Network settings to import Twitter posts.
de: Bitte verbinde deinen Twitter Account in den Einstellungen zu den Soziale Netzwerken damit deine Twitter Beiträge importiert werden.
hu: Kapcsoljon hozzá egy Twitter-fiókot a közösségi hálózatok beállításában a Twitter-bejegyzések importálásához.

source: Twitter post not found.
de: Beiträge auf Twitter nicht gefunden.
hu: A Twitter-bejegyzés nem található.

source: Save Settings
de: Einstellungen speichern
es: Guardar ajustes
hu: Beállítások mentése
zh_cn: 保存设置

source: Consumer key
es: Clave de consumidor
hu: Felhasználói kulcs
zh_cn: 使用者密钥

source: Consumer secret
es: Secreto de consumidor
hu: Felhasználói titok
zh_cn: 使用者机密

source: %s on Twitter
de: %s auf Twitter
es: %s en Twitter
hu: %s a Twitteren

source: Twitter settings updated.
zh_cn: 已更新Twitter设置。

source: Currently connected to:
es: Moneda conectada a:
zh_cn: 当前连接到：

source: This will automatically create a contact in Friendica as soon as you receive a message from an existing contact via the Twitter network. If you do not enable this, you need to manually add those Twitter contacts in Friendica from whom you would like to see posts here. However if enabled, you cannot merely remove a twitter contact from the Friendica contact list, as it will recreate this contact when they post again.
es: Esto creará automáticamente un contacto en Friendica tan pronto como reciba un mensaje de un contacto existente a través de la red de Twitter. Si no habilita esto, debe agregar manualmente los contactos de Twitter en Friendica de los que le gustaría ver las publicaciones aquí. Sin embargo, si está habilitado, no puede simplemente eliminar un contacto de Twitter de la lista de contactos de Friendica, ya que volverá a crear este contacto cuando vuelva a publicar.
zh_cn: 一旦您通过Twitter网络收到来自现有联系人的消息，这将在Friendica中自动创建一个联系人。如果您不启用此功能，则需要在Friendica中手动添加您希望在此处查看其帖子的Twitter联系人。但是，如果启用，您不能仅将Twitter联系人从Friendica联系人列表中删除，因为它会在他们再次发帖时重新创建此联系人。

source: Twitter post failed. Queued for retry.
zh_cn: 推特发帖失败。已排队等待重试。

source: Settings updated.
zh_cn: 设置已更新。
