Repository: eblessings/doctors-eblessings-addons
Catalog: cookienotice/lang/*/messages.po
Languages: ca, cs, it, nl, zh_cn

source: This website uses cookies. If you continue browsing this website, you agree to the usage of cookies.
ca: Aquest lloc web utilitza cookies. Si continueu navegant per aquest lloc web, esteu d’acord amb l’ús de cookies.
cs: Tato stránka používá cookies. Pokud budete pokračovat v používání této stránky, souhlasíte s používáním cookies.
it: Questo sito web utilizza cookie. Proseguendo la navigazione su questo sito, accetti l'utilizzo dei cookie.
nl: Deze website gebruikt cookies. Door het gebruik van deze website, je akkoord met het gebruik van deze cookies.
zh_cn: 本网站将使用 cookies。如果您继续浏览本网站，即表示您同意使用 cookies。

source: OK
ca: D'acord
zh_cn: 好的

source: "cookienotice" Settings
ca: Configuració 'cookienotice'
cs: Nastavení „cookienotice“
it: Impostazioni "cookienotice"
nl: "cookienotice" instellingen
zh_cn: “cookie 布告”设置

source: <b>Configure your cookie usage notice.</b> It should just be a notice, saying that the website uses cookies. It is shown as long as a user didnt confirm clicking the OK button.
ca: <b>Configureu l’avís d’ús de cookies.</b> Només hauria de ser un avís, dient que el lloc web utilitza cookies. Es mostra sempre que un usuari no confirmi el seu clic al botó D'acord
cs: <b>Nastavte si vaše oznámení o používání cookies.</b> Mělo by to být pouze oznámení říkající, že stránka používá cookies. Zobrazí se, dokud uživatel neklikne na tlačítko OK.
it: <b>Configura la tua notifica di utilizzo dei cookie</b> Dovrebbe essere semplicemente una nota che dice che il sito utilizza dei cookie. Viene mostrata fino a quanto l'utente conferma cliccando il bottone OK.
nl: <b>Configureer je meldingen voor het gebruik van cookies. </b>Het dient alleen een melding te zijn die zegt dat de website cookies gebruikt. Dit is te zien als de gebruiker niet heeft bevestigd door op de OK knop te drukken.
zh_cn: <b>配置您的 cookie 使用布告。</b> 它将会显示一条布告称此网站使用 cookies 。它将会一直显示直到用户点击确定按钮。

source: Cookie Usage Notice
ca: Avís d’ús de cookies
cs: Oznámení o používání cookies
it: Nota Utilizzo Cookie
nl: Cookiemelding
zh_cn: Cookie 使用布告

source: The cookie usage notice
ca: L’avís d’ús de cookies
cs: Oznámení o používání cookies
it: La nota di utilizzo dei cookie
nl: De cookiemelding
zh_cn: cookie 使用布告

source: OK Button Text
ca: Text del botó d’acord
cs: Text tlačítka OK
it: Testo Bottone OK
nl: OK knop tekst
zh_cn: 确认按钮文本

source: The OK Button text
ca: Text del botó D'acord
cs: Text tlačítka OK
it: Il testo del bottone OK
nl: De OK knop tekst
zh_cn: 确认按钮文本

source: Save Settings
ca: Desa la configuració
cs: Uložit nastavení
it: Salva Impostazioni
nl: Instellingen Opslaan
zh_cn: 保存设置

source: cookienotice Settings saved.
ca: Cookienotice S'ha desat la configuració.
cs: Nastavení cookienotice uložena.
it: Impostazioni "cookienotice" salvate.
nl: Cookienotice instellingen opgeslagen.
zh_cn: cookies 布告设置已保存

source: This website uses cookies to recognize revisiting and logged in users. You accept the usage of these cookies by continue browsing this website.
ca: Aquest lloc web utilitza cookies per reconèixer la revisió i la sessió d’usuaris. Accepteu l’ús d’aquestes cookies continuant navegant per aquest lloc web.
cs: Tato stránka používá cookies pro rozpoznávání znovu navštěvujících a přihlášených uživatelů. Pokud budete pokračovat v používání této stránky, souhlasíte s používáním cookies.
it: Questo sito utilizza cookie per riconosce gli utenti loggati e quelli che tornano a visitare. Proseguendo la navigazione su questo sito, accetti l'utilizzo di questi cookie.
nl: Deze website gebruikt cookies om terugkerende en ingelogde gebruikers te herkennen. Door gebruik van deze website gaat u akkoord met het gebruik van deze cookies
zh_cn: 本网站使用 cookies 来识别登录和重访的用户。如果您继续浏览本网站即表示您接受使用上述 cookies。
