Repository: eblessings/doctors-eblessings-addons
Catalog: openstreetmap/lang/*/messages.po
Languages: de, es, it

source: View Larger
de: Vergrößern
es: Ver mas grande
it: Vedi Ingrandito

source: Submit
de: Senden
es: Enviar
it: Invia

source: Tile Server URL
de: Die URL des Servers
es: URL del mosaico de servidor
it: Indirizzo del server dei tasselli

source: A list of <a href="http://wiki.openstreetmap.org/wiki/TMS" target="_blank" rel="noopener noreferrer">public tile servers</a>
de: Eine Liste <a href="http://wiki.openstreetmap.org/wiki/TMS" target="_blank" rel="noopener noreferrer">öffentlicher Tile-Server</a>
es: Una lista de <a href="http://wiki.openstreetmap.org/wiki/TMS" target="_blank" rel="noopener noreferrer">servidores de archivos públicos</a>
it: Una lista dei <a href="http://wiki.openstreetmap.org/wiki/TMS" target="_blank" rel="noopener noreferrer">server dei tasselli pubblici</a>

source: Nominatim (reverse geocoding) Server URL
de: Nominatim (umgekehrte Geokodierung) Server URL
es: URL del servidor Nominatim (codificación geográfica inversa)
it: URL Server Nominatim (reverse geocoding)

source: A list of <a href="http://wiki.openstreetmap.org/wiki/Nominatim" target="_blank" rel="noopener noreferrer">Nominatim servers</a>
de: Eine Liste von <a href="http://wiki.openstreetmap.org/wiki/Nominatim" target="_blank" rel="noopener noreferrer">Nominatim Servern</a>
es: Una lista de <a href="http://wiki.openstreetmap.org/wiki/Nominatim" target="_blank" rel="noopener noreferrer">servidores Nominatim</a>
it: Una lista dei <a href="http://wiki.openstreetmap.org/wiki/Nominatim" target="_blank" rel="noopener noreferrer">server Nominatim</a>

source: Default zoom
de: Standard-Zoom
es: Zoom por defecto
it: Zoom predefinito

source: The default zoom level. (1:world, 18:highest, also depends on tile server)
de: Das voreingestellte Zoom Level (1 Welt, 18 höchstes; hängt auch vom Tile-Server ab)
es: El nivel de zoom predeterminado. (1: mundo, 18: más alto, también depende del servidor de mosaicos)
it: Il livello di zoom predefinito. (1:mondo, 18:massimo, ma dipende dal server di tasselli)

source: Include marker on map
de: Markierung auf der Karte anzeigen
es: Incluir marcador en el mapa
it: Includi segnaposto sulla mappa

source: Include a marker on the map.
de: Eine Markierung auf der Karte anzeigen.
es: Incluir un marcador en el mapa.
it: Includi un segnaposto sulla mappa.
