Repository: eblessings/doctors-eblessings-addons
Catalog: langfilter/lang/*/messages.po
Languages: ar, nb_no, pt_br

source: Language Filter
ar: مرشح اللغة
nb_no: Språkfilter
pt_br: Filtro de Idiomas

source: This addon tries to identify the language posts are written in. If it does not match any language specified below, posts will be hidden by collapsing them.
pt_br: Este complemento tenta identificar a língua em que as publicações são escritas. Uma publicação que não se encaixe em nenhum dos idiomas especificados abaixo será ocultada por colapsamento.

source: Use the language filter
ar: اختيار اللغة
nb_no: Bruk språkfilter
pt_br: Usar o filtro de idiomas

source: Able to read
ar: قابل للقراءة
nb_no: I stand til å lese
pt_br: Falo

source: List of abbreviations (iso2 codes) for languages you speak, comma separated. For example "de,it".
pt_br: Lista de abreviações (códigos ISO 2) para as línguas que você fala, separadas por vírgula. Por exemplo, "de,it".

source: Minimum confidence in language detection
ar: الحد الأدنى من نسبة اكتشاف اللغة
nb_no: Minimum sikkerhet i språkdeteksjon.
pt_br: Confiança mínima na detecção do idioma

source: Minimum confidence in language detection being correct, from 0 to 100. Posts will not be filtered when the confidence of language detection is below this percent value.
ar: الحد الأدنى من صحة اكتشاف اللغة ، من 0 إلى 100. لن تتم فلترة المشاركات عندما تكون صحة اكتشاف اللغة أقل من هذه النسبة المئوية.
nb_no: Minimum sikkerhet for å gi korrekt språkdeteksjon, fra 0 til 100. Poster vil ikke bli filtrert hvis sikkerheten i språkdeteksjonen er lavere enn denne prosentverdien.
pt_br: Confiança mínima na exatidão da detecção do idioma, de 0 a 100. As publicações não serão filtradas quando a confiança na detecção do idioma estiver abaixo desta porcentagem.

source: Minimum length of message body
ar: الحد الأدنى لنص الرسالة
nb_no: MInimumslengde for meldingskropp.
pt_br: Tamanho mínimo do corpo da mensagem

source: Minimum number of characters in message body for filter to be used. Posts shorter than this will not be filtered. Note: Language detection is unreliable for short content (<200 characters).
ar: الحد الأدنى لأحرف نص الرسالة لاستخدام الفلتر. لن يتم فلترة المشاركات الأقصر من هذا. ملاحظة: لا يمكن الاعتماد على اكتشاف اللغة للمحتوى القصير (<200 حرف).
nb_no: Minimum antall tegn i meldingskropp for å kunne benytte filter. Poster som er kortere enn dette vil ikke bli filtrert. Bemerk: Språkoppdagelse er upålitelig for kort innhold (< 200 tegn).
pt_br: Número mínimo de caracteres no corpo da mensagem para aplicação do filtro. As publicações mais curtas que o estipulado não serão filtradas. Atenção: a detecção de idiomas não é confiável para conteúdos curtos (< 200 caracteres).

source: Save Settings
ar: حفظ الإعدادات
nb_no: Lagre innstillinger
pt_br: Salvar configurações

source: Language Filter Settings saved.
pt_br: Configurações do Filtro de Idiomas salvas.

source: Filtered language: %s
ar: اختيار اللغة: %s
nb_no: Filtrert språk: 1 %s
pt_br: Idioma filtrado: %s

source: This addon tries to identify the language posts are writen in. If it does not match any language specifed below, posts will be hidden by collapsing them.
nb_no: Dette tillegget forsøker å identifisere hvilket språk poster er skrevet i. Hvis det ikke samsvarer med noen av språkene som er spesifisert nedenfor vil postene bli skjult ved at de blir kollapset.

source: List of abbreviations (ISO 639-1 codes) for languages you speak, comma separated. For example "de,it".
ar: قائمة الرموز ( ISO 639-1) للغات ، مفصولة بفواصل. على سبيل المثال "de، it"
nb_no: Liste over forkortelser (ISO 639-1 koder) for språk du snakker, kommaseparert. For eksempel "de,it"
