Repository: eblessings/doctors-eblessings-addons
Catalog: tumblr/lang/*/messages.po
Languages: es, it

source: Permission denied.
es: Permiso denegado.
it: Permesso negato.

source: Save Settings
es: Guardar ajustes
it: Salva Impostazioni

source: You are now authenticated to tumblr.
es: Está ahora autenticado en tumblr.
it: Sei autenticato su Tumblr.

source: return to the connector page
es: Vuelva a la página del conector
it: ritorna alla pagina del connettore

source: Post to Tumblr
es: Publicar en Tumblr
it: Invia a Tumblr

source: Tumblr Export
es: Exportar a Tumblr
it: Esporta Tumblr

source: (Re-)Authenticate your tumblr page
es: (Re-)autenticar su página de tumblr
it: (Ri)Autenticati con la tua pagina Tumblr

source: Enable Tumblr Post Addon
es: Habilitar el complemento de publicación de Tumblr
it: Abilita componente aggiuntivo di invio a Tumblr

source: Post to Tumblr by default
es: Publique en Tumblr por defecto
it: Invia sempre a Tumblr

source: Post to page:
es: Publicar en página:
it: Invia alla pagina:

source: You are not authenticated to tumblr
es: No está autenticado en tumblr
it: Non sei autenticato su Tumblr
