Repository: eblessings/doctors-eblessings-addons
Catalog: newmemberwidget/lang/*/messages.po
Languages: es, ru

source: New Member
es: Nuevo Miembro
ru: Новичок

source: Tips for New Members
es: Consejos para Nuevos Miembros
ru: Советы новичкам

source: Global Support Forum
es: Foro de Soporte Global
ru: Общий форум поддержки

source: Local Support Forum
es: Foro de Soporte Local
ru: Местный форум поддержки

source: Save Settings
es: Guardar Ajustes
ru: Сохранить настройки

source: Message
es: Mensaje
ru: Сообщение

source: Your message for new members. You can use bbcode here.
es: Su mensaje para los nuevos miembros. Puede usar bbcode aquí
ru: Ваше сообщение новичкам. Вы можете использовать BBCode.

source: Add a link to global support forum
es: Añadir un enlace al foro de soporte global
ru: Добавить ссылку на общий форум поддержки

source: Should a link to the global support forum be displayed?
es: ¿Debería mostrarse un enlace al foro de soporte global?
ru: Показывать ссылку на общий форум поддержки?

source: Add a link to the local support forum
es: Añadir un enlace al foro de soporte local
ru: Добавить ссылку на местный форум поддержки

source: If you have a local support forum and want to have a link displayed in the widget, check this box.
es: Si tiene foro de soporte local y desea que se muestre un enlace en el widget, marque esta casilla.

source: Name of the local support group
es: Nombre del grupo de soporte local
ru: Название местной группы поддержки

source: If you checked the above, specify the <em>nickname</em> of the local support group here (i.e. helpers)
es: Si chequeó arriba, especifique el <em>apodo</em> del grupo de soporte local aquí (asistentes)
ru: Если вы включили настройку выше, укажите <em>ник</em>местной группы поддержки пользователей.

source: If you have a local support forum and wand to have a link displayed in the widget, check this box.
ru: Если у вас есть местный форум поддержки и вы хотите добавить ссылку на него, включите это.
