Repository: eblessings/doctors-eblessings-addons
Catalog: advancedcontentfilter/lang/*/messages.po
Languages: ar, ca, cs, es, nl, sv

source: Filtered by rule: %s
ar: رشّح حسب القاعدة: %s
ca: Filtrat per regla: %s
cs: Filtrováno podle pravidla: %s
es: Filtrado por la regla: %s
nl: Gefilterd volgens regel: %s
sv: Filtrerat efter regel: %s

source: Advanced Content Filter
ar: ترشيح المحتوى المتقدم
ca: Contingut avançat Filtre
cs: Rozšířený filtr obsahu
es: Filtro de contenido avanzado
nl: Geavanceerd filter voor berichtsinhoud
sv: Avancerat innehållsfiter

source: Back to Addon Settings
ar: الرجوع إلى إعدادات الإضافات
ca: Torna Addon Configuració
cs: Zpět na nastavení doplňku
es: Volver a Ajustes de Complemento
nl: Terug naar Addon instellingen
sv: TIllbaka till Tilläggsinställningar

source: Add a Rule
ar: أضف قاعدة
ca: Afegiu una regla
cs: Přidat pravidlo
es: Añadir una regla
nl: Filterregel toevoegen
sv: Lägg till en regel

source: Help
ar: مساعدة
ca: Ajuda
cs: Nápověda
es: Ayuda
sv: Hjälp

source: Add and manage your personal content filter rules in this screen. Rules have a name and an arbitrary expression that will be matched against post data. For a complete reference of the available operations and variables, check the <a href="advancedcontentfilter/help">help page</a>.
ca: Afegiu i gestioneu les vostres regles de filtre de contingut personal en aquesta pantalla. Les regles tenen un nom i una expressió arbitrària que es combinen amb les dades de la publicació. Per obtenir una referència completa de les variables i operacions disponibles, comproveu el botó <a href="advancedcontentfilter/help">pàgina d’ajuda</a>.
cs: Přidávejte a spravujte Vaše osobní pravidla pro filtrování obsahu na této obrazovce. Pravidla mají název a libovolný výraz, který bude porovnán s daty příspěvku. Pro úplnou referenci dostupných operací a proměnných navštivte <a href="advancedcontentfilter/help">stránku nápovědy</a>.
nl: Beheer de filterregels van je persoonlijke filter voor berichtsinhoud in dit scherm. Regels hebben een naam en bewoording welke we automatisch controleren door te vergelijken met de inhoud van elk bericht. Voor een compleet naslagwerk van de beschikbare bewerkingen en variabelen, zie de <a href="advancedcontentfilter/help">help pagina</a>.

source: Your rules
ar: القواعد
ca: Les seves normes
cs: Vaše pravidla
es: Tus reglas
nl: Jouw regels
sv: Dina regler

source: You have no rules yet! Start adding one by clicking on the button above next to the title.
ar: لا يوجد قواعد! أضف واحدة من خلال النقر على الزر أعلاه بجوار العنوان.
ca: Encara no teniu normes. Comenceu a afegir-ne un fent clic al botó situat al costat del títol.
cs: Ještě nemáte žádná pravidla! Přidejte první kliknutím na tlačítko nahoře vedle nadpisu.
es: ¡Aún no tienes reglas! Empieza añadiendo una haciendo clic en el botón de arriba al lado del título.
nl: Je hebt nog geen regels! Klik op de knop bovenin naast de titel om een regel toe te voegen.
sv: Du har inga regler än! Lägg till regler genom att klicka på knappen ovanför, bredvid överskriften.

source: Disabled
ar: معطل
ca: Desactivat
cs: Zakázáno
es: Desactivado
nl: Uitgeschakeld
sv: Inaktiverad

source: Enabled
ar: مفعل
ca: Permetre
cs: Povoleno
es: Activado
nl: Geactiveerd
sv: Aktiverad

source: Disable this rule
ar: عطّل القاعدة
ca: Desactiva aquesta regla
cs: Zakázat toto pravidlo
es: Desactivar esta regla
nl: Deze regel uitschakelen
sv: Inaktivera den här regeln

source: Enable this rule
ar: فعّل القاعدة
ca: Activa aquesta regla
cs: Povolit toto pravidlo
es: Activar esta regla
nl: Deze regel inschakelen
sv: Aktivera den här regeln

source: Edit this rule
ar: عدّل هذه القاعدة
ca: Edita aquesta regla
cs: Upravit toto pravidlo
es: Editar esta regla
nl: Regel bewerken
sv: Redigera den här regeln

source: Edit the rule
ar: عدّل القاعدة
ca: Edita la regla
cs: Upravit pravidlo
es: Editar regla
nl: Regel bewerken
sv: Redigera den här regeln

source: Save this rule
ar: احفظ هذه القاعدة
ca: Deseu aquesta regla
cs: Uložit toto pravidlo
es: Guardar esta regla
nl: Deze regel opslaan
sv: Spara den här regeln

source: Delete this rule
ar: احذف هذه القاعدة
ca: Suprimeix aquesta regla
cs: Smazat toto pravidlo
es: Borrar esta regla
nl: Deze regel verwijderen
sv: Ta bort den här regeln

source: Rule
ar: القاعدة
ca: Regla
cs: Pravidlo
es: Regla
nl: Regel
sv: Regel

source: Close
ar: اغلق
ca: Tancar
cs: Zavřít
es: Cerrar
nl: Sluiten
sv: Stäng

source: Add new rule
ar: أضف قاعدة جديدة
ca: Add nova regla
cs: Přidat nové pravidlo
es: Agregar nueva regla
nl: Voeg nieuwe regel toe
sv: Lägg till ny regel

source: Rule Name
ar: اسم القاعدة
ca: Nom de la regla
cs: Název pravidla
es: Nombre de la regla
nl: Regel naam
sv: Regelnamn

source: Rule Expression
ar: تعبير القاعدة
ca: Expressió de regla
cs: Výraz pravidla
es: Expresión de la regla
nl: Regel bewoording
sv: Regeluttryck

source: <p>Examples:</p><ul><li><pre>author_link == 'https://friendica.mrpetovan.com/profile/hypolite'</pre></li><li>tags</li></ul>
ca: <p>Exemples:</p><ul><li><pre>author_link == 'https://friendica.mrpetovan.com/profile/hypolite'</pre></li><li>tags</li></ul>
cs: <p>Příklady:</p><ul><li><pre>author_link == 'https://friendica.mrpetovan.com/profile/hypolite'</pre></li><li>tags</li></ul>
nl: <p>Voorbeelden:</p><ul><li><pre>author_link == 'https://friendica.mrpetovan.com/profile/hypolite'</pre></li><li>label</li></ul>

source: Cancel
ar: الغ
ca: cancel·lar
cs: Zrušit
es: Cancelar
nl: Annuleren
sv: Avbryt

source: You must be logged in to use this method
ar: عليك الولوج لاستخدام هذه الطريقة
ca: Per utilitzar aquest mètode, heu d’iniciar sessió
cs: Pro použití této metody musíte být přihlášen/a
es: Debe estar registrado para usar este método
nl: Je moet ingelogd zijn om deze methode te gebruiken
sv: Du måste vara inloggad för att använda den här funktionen

source: Invalid form security token, please refresh the page.
ar: رمز أمان النموذج غير صالح ، يرجى تحديث الصفحة.
ca: El testimoni de seguretat del formulari no és vàlid. Actualitza la pàgina
cs: Neplatná forma bezpečnostního tokenu, prosím obnovte stránku.
es: Token de seguridad de formulario inválido, por favor actualice la página.
nl: Ongeldige formulier beveiligings token, vernieuw de pagina a.u.b.
sv: Felaktigt säkerhetsformulärstecken, vänligen uppdatera sidan.

source: The rule name and expression are required.
ar: يلزم اسم وتعبير للقاعدة.
ca: El nom i l’expressió de la regla són obligatoris
cs: Je požadován název pravidla a výraz.
es: El nombre y la expresión de la regla son obligatorios.
nl: De regelnaam en bewoording zijn vereist.
sv: Regelns namn och uttryck krävs.

source: Rule successfully added
ar: نجحت إضافة القاعدة
ca: La regla s'ha afegit correctament
cs: Pravidlo úspěšně přidáno
es: Regla añadida exitosamente
nl: Regel succesvol toegevoegd
sv: Regeln kunde läggas till

source: Rule doesn't exist or doesn't belong to you.
ar: القاعدة غير موجودة أو لا تنتمي إليك.
ca: La regla no existeix o no us pertany.
cs: Pravidlo buď neexistuje, nebo Vám nepatří.
es: La regla no existe o no te pertenece.
nl: Deze regel bestaat niet, of is niet van jou.
sv: Regeln finns inte eller tillhör inte dig.

source: Rule successfully updated
ar: نجح تحديث القاعدة
ca: La regla s'ha actualitzat correctament
cs: Pravidlo úspěšně aktualizováno
es: Regla actualizada exitosamente
nl: Regel succesvol opgeslagen
sv: Uppdatering av regel lyckades

source: Rule successfully deleted
ar: نجح حذف القاعدة
ca: S'ha suprimit la regla correctament
cs: Pravidlo úspěšně smazáno
es: Regla eliminada exitosamente
nl: Regel succesvol verwijderd
sv: Borttagning av regel lyckades

source: Missing argument: guid.
ar: معامل ناقص: دليل.
ca: Falta un argument: guia
cs: Chybí argument: guid.
es: Algumento faltante: guía
nl: Parameter guid niet aanwezig
sv: Argument saknas: guid.

source: Unknown post with guid: %s
ar: مشاركة غير معروفة ذات الدليل: 1%s
ca: Publicació desconeguda amb guia: %s
cs: Neznámý pžíspěvek s číslem guid: %s
es: Publicacion desconocida con la guía: %s
nl: Onbekend bericht met guid: %s
sv: Okänt inlägg med guid: %s

source: Method not found
ar: لم يُعثر على التطبيق
ca: Mètode no trobat
cs: Metoda nenalezena
es: Método no encontrado
nl: Methode niet gevonden
sv: Metod hittades inte

source: Add and manage your personal content filter rules in this screen. Rules have a name and an arbitrary expression that will be matched against post data. For a complete reference of the available operations and variables, check the help page.
ar: إضافة وإدارة قواعد ترشيح المحتوى الشخصية هنا. القواعد لها اسم وتعبير سيتم مطابقته مع بيانات المشاركة. للحصول على مرجع كامل للعمليات والمتغيرات المتاحة ، راجع صفحة المساعدة.
es: Agregue y administre sus reglas de filtrado de contenido personal en esta pantalla. Las reglas tienen un nombre y una expresión arbitraria que se comparará con los datos de la publicación. Para obtener una referencia completa de las operaciones y variables disponibles, consulte la página de ayuda.
sv: Lägg till och hantera dina personliga regler för innehållsfilter i det här fönstret. Regler har ett namn och ett filteruttryck som jämförs mot inläggets innehåll. Förteckning över alla operander och variabler finns att hitta på <a href="advancedcontentfilter/help">hjälpsidan</a>.

source: This addon requires this node having at least one post
sv: Detta tillägg kräver att denna nod har åtminstone ett inlägg
