Repository: eblessings/doctors-eblessings-addons
Catalog: wppost/lang/*/messages.po
Languages: cs, de, es, fr, zh_cn

source: Post to Wordpress
cs: Odesílat na WordPress
de: Bei WordPress veröffentlichen
es: Publicar en Wordpress
fr: Publier sur Wordpress
zh_cn: 发布到 Wordpress

source: Wordpress Export
cs: Exportovat do WordPress
es: Exportar a Wordpress
fr: Export WordPress
zh_cn: 导出WordPress

source: Enable WordPress Post Addon
cs: Povolit doplněk WordPress Post
es: Habilitar el complemento de publicación de WordPress
zh_cn: 启用 WordPress 文章插件

source: WordPress username
cs: WordPress uživatelské jméno
es: Nombre de usuario de WordPress
zh_cn: WordPress用户名

source: WordPress password
cs: WordPress heslo
es: Contraseña de WordPress
zh_cn: WordPress密码

source: WordPress API URL
cs: URL adresa API WordPress
es: URL de API de WordPress
fr: URL de l'API WordPress

source: Post to WordPress by default
cs: standardně posílat příspěvky na WordPress
es: Publicar en WordPress por defecto
zh_cn: 默认发布到 WordPress

source: Provide a backlink to the Friendica post
cs: Poskytnout zpětný odkaz na příspěvek Friendica
de: Einen Link zurück zum Friendica-Beitrag hinzufügen
es: Proveer un enlace inverso a la entrada de Friendica
fr: Fournit un rétrolien vers la publication Friendica
zh_cn: 提供 Friendica 发布的反向链接

source: Text for the backlink, e.g. Read the original post and comment stream on Friendica.
cs: Text pro zpětné odkazy, např. "Přečtěte si původní příspěvek a komentáře na Friendica".
de: Text für den Link zurück, z.B. "Lies den Original-Post und die Kommentare auf Friendica".
es: Texto para el enlace inverso, e.g. Lea la entrada original y comente en Friendica.
fr: Le texte du rétrolien, par exemple Lire la publication d'origine et le fil de commentaires sur Friendica.
zh_cn: 反向链接的文本，例如阅读 Friendica 的原始文章和评论流。

source: Don't post messages that are too short
cs: Neposílejte zprávy, které jsou příliš krátké
de: Zu kurze Mitteilungen nicht posten
es: No escriba mensajes demasiado cortos
fr: Ne pas publier de message trop court
zh_cn: 不要发太短的信息

source: Save Settings
cs: Uložit nastavení
es: Guardar configuración
zh_cn: 保存设置

source: Read the orig­i­nal post and com­ment stream on Friendica
cs: Přečtěte si původní příspěvek a komentáře na Friendica
de: Lies den Original-Post und die Kommentare auf Friendica
es: Leer la publicación original y comente en Friendica
fr: Lire la publication d'origine et le fil de commentaires sur Friendica
zh_cn: 阅读原文并在 Friendica 上发表评论

source: Post from Friendica
cs: Příspěvek z Friendica
de: Post via Friendica
es: Publicar desde Friendica
fr: Publier depuis Friendica
zh_cn: 来自Friendica的帖子

source: Enable Wordpress Post Addon
de: Wordpress-Addon aktivieren
fr: Activer l'extension WordPress

source: Wordpress username
de: Wordpress-Benutzername
fr: Nom d'utilisateur WordPress

source: Wordpress password
de: Wordpress-Passwort
fr: Mot de passe WordPress

source: Post to Wordpress by default
de: Standardmäßig auf Wordpress veröffentlichen
fr: Publier sur WordPress par défaut
