Repository: eblessings/doctors-eblessings-addons
Catalog: saml/lang/*/messages.po
Languages: hu

source: Settings statement
hu: Beállítások nyilatkozata

source: A statement on the settings page explaining where the user should go to change their e-mail and password. BBCode allowed.
hu: Egy nyilatkozat a beállítások oldalon, amely elmagyarázza, hogy a felhasználónak hova kell mennie az e-mail-címének és a jelszavának megváltoztatásához. A BBCode engedélyezett.

source: IdP ID
hu: IdP-azonosító

source: Identity provider (IdP) entity URI (e.g., https://example.com/auth/realms/user).
hu: Személyazonosság-szolgáltató (IdP) entitás URI-ja (például https://example.com/auth/realms/user).

source: Client ID
hu: Ügyfél-azonosító

source: Identifier assigned to client by the identity provider (IdP).
hu: A személyazonosság-szolgáltató (IdP) által az ügyfélhez rendelt azonosító.

source: The URL for your identity provider's SSO endpoint.
hu: Az URL a személyazonosság-szolgáltatója egyszeri bejelentkezésének végpontjához.

source: IdP SLO request URL
hu: IdP SLO kérés URL

source: The URL for your identity provider's SLO request endpoint.
hu: Az URL a személyazonosság-szolgáltatója egyszeri kijelentkezési kérésének végpontjához.

source: IdP SLO response URL
hu: IdP SLO válasz URL

source: The URL for your identity provider's SLO response endpoint.
hu: Az URL a személyazonosság-szolgáltatója egyszeri kijelentkezési válaszának végpontjához.

source: SP private key
hu: Szolgáltató személyes kulcsa

source: The private key the addon should use to authenticate.
hu: Az a személyes kulcs, amelyet a bővítménynek a hitelesítéshez kell használnia.

source: SP certificate
hu: Szolgáltató tanúsítványa

source: The certficate for the addon's private key.
hu: A tanúsítvány a bővítmény személyes kulcsához.

source: IdP certificate
hu: IdP tanúsítvány

source: The x509 certficate for your identity provider.
hu: A személyazonosság-szolgáltatójának x509 tanúsítványa.

source: Save Settings
hu: Beállítások mentése
