Repository: eblessings/doctors-eblessings-addons
Catalog: gravatar/lang/*/messages.po
Languages: ar, ca, es

source: generic profile image
ar: صورة عامة للملف الشخصي
ca: imatge de perfil genèrica
es: imagen de perfir genético

source: random geometric pattern
ar: نمط هندسي عشوائي
ca: patró geomètric aleatori
es: patrón geométrico aleatorio

source: monster face
ar: وجه الوحش
ca: cara de monstre
es: cara de monstruo

source: computer generated face
ar: وجه مولد من الكمبيوتر
ca: cara generada per ordinador
es: cara generada por ordenador

source: retro arcade style face
ar: نمط الوجه برجعية الممرات
ca: cara d’estil d’arcades retro
es: cara estilo arcade clásico

source: Information
ar: معلومات
ca: Informació
es: información

source: Libravatar addon is installed, too. Please disable Libravatar addon or this Gravatar addon.<br>The Libravatar addon will fall back to Gravatar if nothing was found at Libravatar.
ar: إضافة ليبرافاتار مثبتة. يرجى تعطيل إحدى الإضافتين ليبرافاتار أو جرافاتار. ستعود إضافة ليبرافاتار إلى جرافاتار إذا لم يتم العثور على شيء في ليبرافاتار.
ca: També hi ha instal·lat l’addon Libravatar. Inhabiliteu l'addon Libravatar o aquest addon Gravatar.<br>Si no es va trobar res a Libravatar, l'afegit de Libravatar tornarà a aparèixer a Gravatar.
es: El addon Libravatar está instalado también. Por favor deshabilite el addon de Libravatar o este addon de Gravatar.<br>El addon de Libravatar retrocederá a Gravatar si no se encuentra nada en Libravatar.

source: Submit
ca: Presentar

source: Default avatar image
ar: الصورة الرمزية الافتراضية
ca: Imatge predeterminada d’avatar
es: Imagen de avatar por defecto

source: Select default avatar image if none was found at Gravatar. See README
ar: حدد الصورة الرمزية الافتراضية إذا لم يتم العثور على أي منها في جرافاتار.راجع ملف README
ca: Seleccioneu la imatge d'avatar per defecte si no s'ha trobat cap a Gravatar. Vegeu LLEGIR
es: Seleccionar la imagen de avatar por defecto si no se encuentra ninguna en Gravatar. Vea README

source: Rating of images
ar: تقييم الصور
ca: Valoració d'imatges
es: Clasificación de imágenes

source: Select the appropriate avatar rating for your site. See README
ar: حدد تقييم الصور الرمزية المناسبة لموقعك. راجع ملف README
ca: Seleccioneu la qualificació d'avatar adequada per al vostre lloc. Vegeu LLEGIR
es: Seleccionar la apropiada clasificación de avatar para su página. Vea README

source: Gravatar settings updated.
ca: S'han actualitzat els paràmetres de Gravatar.

source: Save Settings
ar: احفظ الإعدادات
es: Grabar ajustes
