Repository: eblessings/doctors-eblessings-addons
Catalog: impressum/lang/*/messages.po
Languages: ar, ca, es, hu

source: Impressum
ar: تحرير
ca: empremta
hu: Impresszum

source: Site Owner
ar: مالك الموقع
ca: Propietari del lloc
es: Propietario de la página
hu: Oldal tulajdonosa

source: Email Address
ar: البريد الالكتروني
ca: Correu electrònic
es: Dirección de Email
hu: E-mail-cím

source: Postal Address
ar: العنوان البريدي
ca: Adreça postal
es: Dirección postal
hu: Postai cím

source: The impressum addon needs to be configured!<br />Please add at least the <tt>owner</tt> variable to your config file. For other variables please refer to the README file of the addon.
ar: يجب تكوين ملحق تحرير. <br />الرجاء إضافة <tt> المالك </tt>على الأقل إلى ملف التكوين المتغير الخاص بك. بالنسبة للمتغيرات الأخرى ، يرجى الرجوع إلى ملف README الخاص بالملحق
ca: Cal configurar l’addon impressum<br />Afegiu com a mínim la secció <tt>owner</tt> variable del fitxer de configuració. Per a altres variables, consulteu el fitxer README de l’adjunció.
es: ¡El addon impressum necesita ser configurado!<br />Por favor añada al menos <tt>propietario</tt> disponible en su archivo de configuración. Para otros valores por favor dirígase al archivo README del addon.
hu: Az impresszum bővítményt be kell állítani!<br />Legalább az <tt>owner</tt> változót adja hozzá a beállítófájlhoz. Az egyéb változókért nézze meg a bővítmény README fájlját.

source: Settings updated.
ca: La configuració s'ha actualitzat.

source: Submit
ca: sotmetre's

source: The page operators name.
ar: اسم مشغلي الصفحة.
ca: El nom dels operadors de pàgina.
es: El nombre de los operadores de página
hu: Az oldal üzemeltetőinek neve.

source: Site Owners Profile
ar: الملف الشخصي لمالك الموقع
ca: Perfil dels propietaris del lloc
es: Perfil del Propietario de la Página
hu: Oldaltulajdonosok profilja

source: Profile address of the operator.
ar: عنوان مشغلي الصفحة.
ca: Adreça del perfil de l'operador.
es: Dirección del perfil del operador.
hu: Az üzemeltető profilcíme.

source: How to contact the operator via snail mail. You can use BBCode here.
ar: كيفية الاتصال بالمشغل عبر البريد العادي. يمكنك استخدام BBCode هنا.
ca: Com contactar amb l'operador mitjançant correu cargol. Podeu utilitzar BBCode aquí.
es: Cómo contactar con el operador via correo ordinario. Puede usar BBCode aquí.
hu: Hogyan léphet kapcsolatba az üzemeltetővel postai úton. Itt használhat BBCode-ot.

source: Notes
ar: ملاحظات
ca: nota
es: Notas
hu: Megjegyzések

source: Additional notes that are displayed beneath the contact information. You can use BBCode here.
ar: الملاحظات الإضافية المعروضة أسفل معلومات الاتصال. يمكنك استخدام BBCode هنا
ca: Notes addicionals que es mostren a sota de la informació de contacte. Podeu utilitzar BBCode aquí.
es: Notas adicionales que se muestran bajo la información de contacto. Puede usar BBCode aquí.
hu: További megjegyzések, amelyek a kapcsolatfelvételi információk alatt jelennek meg. Itt használhat BBCode-ot.

source: How to contact the operator via email. (will be displayed obfuscated)
ar: كيفية الاتصال بالمشغل عبر البريد الإلكتروني. (سيتم عرضه معتم)
ca: Com contactar amb l'operador per correu electrònic. (es mostrarà ofuscat)
es: Cómo contactar con el operador via email. (se mostrará ofuscado)
hu: Hogyan léphet kapcsolatba az üzemeltetővel e-mailben (rejtjelezve lesz megjelenítve).

source: Footer note
ar: ملاحظة التذييل
ca: Nota de peu de pàgina
es: Nota de pie de página
hu: Lábjegyzet

source: Save Settings
es: Guardar Ajustes
hu: Beállítások mentése

source: Text for the footer. You can use BBCode here.
ar: نص التذييل. يمكنك استخدام BBCode هنا.
es: Texto para el pie de página. Puede usar BBCode aquí
hu: A lábléc szövege. Itt használhat BBCode-ot.
