Repository: eblessings/doctors-eblessings-addons
Catalog: mailstream/lang/*/messages.po
Languages: es, hu

source: From Address
es: Desde Dirección
hu: Feladócím

source: Email address that stream items will appear to be from.
es: Aparecerá de dónde viene la dirección de email que transmite artículos
hu: E-mail-cím, ahonnan úgy tűnik, hogy a folyam elemei származnak.

source: Save Settings
es: Guardar ajustes
hu: Beállítások mentése

source: Re:
hu: Vá:

source: Friendica post
es: Entrada de Friendica
hu: Friendica-bejegyzés

source: Diaspora post
es: Entrada de Diaspora
hu: Diaspora-bejegyzés

source: Feed item
es: Surtir artículo
hu: Hírforráselem

source: Friendica Item
es: Artículo de Friendica
hu: Friendica-elem

source: Upstream
es: Contracorriente
hu: Távoli

source: Local
hu: Helyi

source: Enabled
es: Habilitado
hu: Engedélyezve

source: Email Address
es: Dirección de email
hu: E-mail-cím

source: Leave blank to use your account email address
es: Dejar en blanco para usar su cuenta de dirección de email
hu: Hagyja üresen a fiókja e-mail-címének használatához

source: Exclude Likes
es: Excluir me gusta
hu: Kedvelések kizárása

source: Check this to omit mailing "Like" notifications
es: Selecciona para omitir enviar "me gusta" por correo
hu: Jelölje be ezt a „Tetszik” értesítések elküldésének kihagyásához

source: Attach Images
es: Agregar imágenes
hu: Képek csatolása

source: Download images in posts and attach them to the email. Useful for reading email while offline.
es: Descargar imágenes en publicaciones y adjúntarlas al correo electrónico. Útil para leer correos electrónicos sin conexión.
hu: Képek letöltése a bejegyzésekből és csatolás az e-mailhez. Hasznos az e-mailek kapcsolat nélküli olvasásakor.

source: Mail Stream Settings
es: Ajustes de transmisión de Mail
hu: Levelezőfolyam beállításai
