Repository: eblessings/doctors-eblessings-addons
Catalog: diaspora/lang/*/messages.po
Languages: ar, ca, es, it, nl, ru

source: Post to Diaspora
ar: شارك في دياسبورا
ca: Publicar a diàspora
es: Publicar hacia Diaspora*
it: Invia a Diaspora
nl: Plaatsen op Diaspora
ru: Отправить в Diaspora

source: Please remember: You can always be reached from Diaspora with your Friendica handle <strong>%s</strong>.
ar: تذكر: يمكن الوصول إليك من دياسبورا باستخدام معرف فرنديكا<strong>%s</strong>.
es: Recuerde: siempre puede ser contactado desde Diaspora con su identificador de Friendica <strong>%s</strong>.
it: Ricorda: Puoi sempre essere raggiunto da Diaspora con il tuo indirizzo Friendica <strong>%s</strong>.
nl: Let op: vanuit Diaspora ben je altijd bereikbaar met je Friendica-handvat <strong>%s</strong>.
ru: Помните: с вами всегда можно связаться из сети Diaspora по вашему адресу Friendica <strong>%s</strong>.

source: This connector is only meant if you still want to use your old Diaspora account for some time.
ar: يجب استخدام هذا الموصل في حالة كنت تريد استخدام حساب دياسبورا القديم.
es: Este conector solo está diseñado si aún desea usar su antigua cuenta de Diaspora durante algún tiempo.
it: Questo connettore è utile solo se vuoi utilizzare il tuo vecchio account Diaspora per un po'.
nl: Deze connector is alleen bedoeld als je je oude diaspora-account nog enige tijd wilt gebruiken.
ru: Этот коннектор предназначен только для тех случаев, когда вы хотите использовать вашу старую учётную запись в Diaspora в течение какого-то времени.

source: However, it is preferred that you tell your Diaspora contacts the new handle <strong>%s</strong> instead.
ar: على أي حال ، من الأفضل أن تطلع متراسليك في دياسبورا بمعرفك الجديد <strong>%s</strong>.
es: Sin embargo, es preferible que le diga a sus contactos de Diaspora el nuevo identificador <strong>%s</strong> en su lugar.
it: Comunque, è preferibile che tu comunichi ai tuoi contatti Diaspora il nuovo indirizzo <strong>%s</strong>.
nl: Het verdient echter de voorkeur dat u uw diaspora contacteert met de nieuwe handle <strong>%s</strong>.
ru: Но будет лучше, если вы просто предложите вашим контактам в Diaspora использовать ваш новый адрес <strong>%s</strong>.

source: All aspects
ar: كل الفئات
es: Todos los aspectos
it: Tutti gli aspetti
nl: Alle aspecten
ru: Все контакты

source: Public
ar: علني
es: Publico
it: Pubblico
nl: Openbaar
ru: Публично

source: Post to aspect:
ar: انشر إلى الفئات:
es: Publicar para aspecto
it: Invia all'aspetto:
nl: Post naar aspect:
ru: Для группы:

source: Connected with your Diaspora account <strong>%s</strong>
ar: متصل بحساب دياسبورا <strong>%s</strong>
es: Conectado con tu cuenta de Diaspora <strong>%s</strong>
it: Connesso con il tuo account Diaspora <strong>%s</strong>
nl: Verbonden met uw diaspora-account <strong>%s</strong>
ru: Соединено с вашей учётной записью Diaspora <strong>%s</strong>

source: Can't login to your Diaspora account. Please check handle (in the format user@domain.tld) and password.
ar: لا يمكن تسجيل الدخول إلى حساب الدياسبورا. يرجى التحقق من المعرف (على شاكلة user@domain.tld) وكلمة المرور.
es: No puedo iniciar sesión en su cuenta de Diaspora. Compruebe el identificador (en formato user@domain.tld) y la contraseña.
it: Non è stato possibile accedere al tuo account Diaspora. Per favore controlla l'indirizzo (nel formato utente@dominio.tld) e password.
nl: U kunt niet inloggen op uw Diaspora-account. Controleer de handle (in het formaat gebruiker@domein.tld) ​​en het wachtwoord.
ru: Не получается зайти в вашу учётную запись Diaspora. Пожалуйста, проверьте правильность имени (в формате user@domain.tld) и пароль.

source: Diaspora Export
ar: تصدير الدياسبورا
ca: Exportació de diàspora
es: Exportar a Diaspora*
it: Esporta Diaspora
nl: Diaspora Exporteren
ru: Экспорт в Diaspora

source: Information
ar: معلومات
es: Información
it: Informazione
nl: Informatie
ru: Информация

source: Error
ar: خطأ
it: Errore
nl: Fout
ru: Ошибка

source: Save Settings
ar: احفظ الإعدادات
ca: Desa la configuració
es: Guardar configuración
it: Salva Impostazioni
nl: Instellingen opslaan
ru: Сохранить настройки

source: Enable Diaspora Post Addon
ar: تفعيل إضافة مشاركة دياسبورا
ca: Habilita Addon Post de Diaspora
es: Habilitar publicar a traves de Diaspora* plugin.
it: Abilita il componente aggiuntivo di invio a Diaspora
nl: Diaspora Post Addon inschakelen
ru: Включить аддон Diaspora Post

source: Diaspora handle
ar: معرف الدياسبورا
it: Indirizzo Diaspora
ru: Имя в Diaspora

source: Diaspora password
ar: كلمة مرور الدياسبورا
ca: Contrasenya de diàspora
es: Contraseña Diaspora*
it: Password Diaspora
nl: Diaspora wachtwoord
ru: Пароль Diaspora

source: Privacy notice: Your Diaspora password will be stored unencrypted to authenticate you with your Diaspora pod. This means your Friendica node administrator can have access to it.
ar: تنبيه خصوصية: سيتم تخزين كلمة مرور دياسبورا دون تشفير للاستيثاق منك في خادم دياسبورا. هذا يعني أنه يمكن لمسؤول عقدة فرنديكا الوصول إليها.
es: Aviso de privacidad: su contraseña de Diaspora se almacenará sin cifrar para autenticarlo con su pod de Diaspora. Esto significa que su administrador de nodo de Friendica puede tener acceso a él.
it: Nota sulla privacy: La tua password Diaspora sarà memorizzata in modo non criptato per autenticarti al tuo pod Diaspora. Questo significa che l'amministratore del tuo nodo Friendica può aver accesso a questa.
nl: Privacyverklaring: uw diaspora-wachtwoord wordt onversleuteld opgeslagen om u te authenticeren met uw diaspora-pod. Dit betekent dat uw Friendica-knooppuntbeheerder er toegang toe heeft.
ru: Предупреждение: Ваш пароль для Diaspora будет сохранён в открытом виде, чтобы производить вход в ваш сервер Diaspora. Это означает, что администратор этого узла Friendica может получить к нему доступ.

source: Post to Diaspora by default
ar: شارك في دياسبورا افتراضيا
ca: Publica a Diaspora de manera predeterminada
es: Publicar hacia Diaspora* como estándar.
it: Invia sempre a Diaspora
nl: Plaatsen op Diaspora als standaard instellen
ru: Отправлять в Diaspora по умолчанию

source: Diaspora settings updated.
it: Impostazioni Diaspora aggiornate.
ru: Настройки Diaspora обновлены.

source: Diaspora connector disabled.
it: Connettore Diaspora disabilitato.
ru: Коннектор Diaspora отключён.

source: Can't login to your Diaspora account. Please check username and password and ensure you used the complete address (including http...)
ca: No es pot iniciar la sessió al vostre compte de Diaspora. Comproveu nom d'usuari i contrasenya i assegureu-vos que heu utilitzat l'adreça completa (inclosa http ...)

source: Diaspora username
ca: Nom d'usuari de diàspora

source: Diaspora site URL
ca: URL del lloc de diàspora

source: Diaspora post failed. Queued for retry.
ca: La publicació de la diàspora ha fallat Feu cua per tornar a provar.
