Repository: eblessings/doctors-eblessings-addons
Catalog: curweather/lang/*/messages.po
Languages: ca, es, nl

source: Error fetching weather data.\nError was:
ca: S'ha produït un error en recuperar les dades meteorològiques. \\ NEror ha estat:
nl: Fout bij het ophalen van de weer data:\nFout was:

source: Current Weather
ca: Temps actual
es: Clima actual
nl: Het weer

source: Relative Humidity
ca: Humitat relativa
es: Humedad relativa
nl: Relatieve vochtigheid

source: Pressure
ca: pressió
es: Presión
nl: Luchtdruk

source: Wind
ca: vent
es: Viento

source: Last Updated
ca: Última actualització
es: Última actualización
nl: Laatste wijziging

source: Data by
ca: Dades de
es: Información por
nl: Data afkomstig van

source: Show on map
ca: Mostra al mapa
es: Mostrar en mapa
nl: Toon op kaart

source: There was a problem accessing the weather data. But have a look
ca: S'ha produït un problema en accedir a les dades meteorològiques. Però mireu-ho
es: Hubo un problema al acceder a la información del clima. Pero eche un vistazo
nl: Er was een probleem met het ophalen van de data. Bekijk het

source: at OpenWeatherMap
ca: a OpenWeatherMap
es: en OpenWeatherMap
nl: Op OpenWeatherMap

source: Current Weather settings updated.
ca: S'ha actualitzat la configuració meteorològica actual.
nl: Huidige weerinstellingen opgeslagen

source: No APPID found, please contact your admin to obtain one.
ca: No s'ha trobat cap APPID. Poseu-vos en contacte amb l'administrador per obtenir-ne una.
es: No se encontró APPID, por favor contacte con su administrador para obtener una.
nl: Geen APPID gevonden. Contacteer je node-admin om dit te verkrijgen

source: Save Settings
ca: Desa la configuració
es: Guardar ajustes
nl: Instellingen opslaan

source: Settings
ca: Configuració
es: Ajustes
nl: Instellingen

source: Enter either the name of your location or the zip code.
ca: Introduïu el nom de la vostra ubicació o el codi postal.
es: Introduzca el nombre de su ubicación o el código postal.
nl: Voor de naam of de postcode van je locatie in

source: Your Location
ca: La teva localització
es: Su ubicación
nl: Uw locatie

source: Identifier of your location (name or zip code), e.g. <em>Berlin,DE</em> or <em>14476,DE</em>.
ca: Identificador de la vostra ubicació (nom o codi postal), e.g. <em>Berlin,DE</em> or <em>14476,DE</em>.
es: Identificador de su ubicación (nombre o código postal), ej. <em>Berlin,DE</em> o <em>14476,DE</em>.
nl: ID van je locatie (naam of postocde), vb. <em>Amsterdam, NL</em> of <em>2000,BE</em>

source: Units
ca: unitat
es: Unidades
nl: Eenheden

source: select if the temperature should be displayed in &deg;C or &deg;F
ca: seleccioneu si la temperatura ha de mostrar-se en ° C o ° F
es: seleccionar si la temperatura debería ser mostrada en &deg;C o &deg;F
nl: Selecteer of de temperatuur in &deg;C of &deg;F moet weergegeven worden

source: Show weather data
ca: Mostra dades meteorològiques
es: Mostrar información de clima
nl: Toon weer

source: Curweather settings saved.
ca: S'han desat els paràmetres de Curweather.
nl: Curweather instellingen opgeslagen

source: Caching Interval
ca: Interval de cau
es: Obteniendo intervalo

source: For how long should the weather data be cached? Choose according your OpenWeatherMap account type.
ca: Per quant temps s’han de mantenir en memòria cau les dades meteorològiques? Trieu segons el vostre tipus de compte OpenWeatherMap.
es: ¿Durante cuánto tiempo debería ser obtenida la información de clima? Eliga de acuerdo a su tipo de cuenta de OpenWeatherMap.
nl: Voor hoe lang moet de weer data opgeslagen worden? Kies dit volgens je OpenWeatherMap account type.

source: no cache
ca: no cau
es: sin almacenamiento
nl: Geen cache

source: minutes
ca: minuts
es: minutos
nl: Minuten

source: Your APPID
ca: La vostra APPID
es: Su APPID
nl: Uw APPID

source: Your API key provided by OpenWeatherMap
ca: La vostra clau d’API proporcionada per OpenWeatherMap
es: Su clave API provista por OpenWeatherMap
nl: Je OpenWeatherMap API-Key

source: Error fetching weather data. Error was:
es: Error al obtener datos meteorológicos. El error fue:
